{"data": [
    {  "name":  "Force Qualifier: Image Classification", "description":  "Basic Image Classification Proficiency. User demonstrates ability to sort and identify objects in images. ",  "id": 327 },
    {  "name":  "Basic English Proficiency", "description":  "Basic English Proficiency. User demonstrates command and use of English language in a conversational manner.  ",  "id": 459 },
    {  "name":  "English (US) Proofreading", "description":  "English US Proofreader. User has a high to expert level of English language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 193 },
    {  "name":  "Chinese (Simplified) Translation/Proofreading", "description":  "Chinese Language Translator/Proofreader. User has a high to expert level of Simplified Chinese language skills and a mastery of correct characters, radicals, proper structure, and an eye for detail.  ",  "id": 195 },
    {  "name":  "Indonesian Translation/Proofreading", "description":  "Bahasa Indonesia Translator/Proofreader. User has a high to expert level of Bahasa Indonesia language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 268 },
    {  "name":  "Arabic Translation/Proofreading", "description":  "Arabic Translator/Proofreader. User has a high to expert level of Modern Standard Arabic skills and a master of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 270 },
    {  "name":  "Spanish Translation/Proofreading", "description":  "Spanish (EU) Translator/Proofreader. User has a high to expert level of European Spanish language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 189 },
    {  "name":  "Portuguese (Brazilian) Translation/Proofreading", "description":  "Portguese (Brazilian) Translator/Proofreader. User has a high to expert level of Brazilian Portuguese language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 192 },
    {  "name":  "Italian Translation/Proofreading", "description":  "Italian Translator/Proofreader. User has a high to expert level of Italian language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 271 },
    {  "name":  "German Translation/Proofreading", "description":  "German Translator/Proofreader. User has a high to expert level of German language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 320 },
    {  "name":  "French Translation/Proofreading", "description":  "French Translator/Proofreader. User has a high to expert level of French language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 269 },
    {  "name":  "Polish Translation/Proofreading", "description":  "Polish Translator/Proofreader. User has a high to expert level of Polish language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 267 },
    {  "name":  "Dutch Translation/Proofreading", "description":  "Dutch Translator/Proofreader. User has a high to expert level of Dutch language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 266 },
    {  "name":  "Georgian Translation/Proofreading", "description":  "Georgian Translator/Proofreader. User has a high to expert level of Georgian language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 254 },
    {  "name":  "Russian Translation/Proofreading", "description":  "Russian Translator/Proofreader. User has a high to expert level of Russian language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 194 },
    {  "name":  "Turkish Translation/Proofreading", "description":  "Turkish Translator/Proofreader. User has a high to expert level of Turkish language skills and a mastery of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": null },
    {  "name":  "Twitter Account (Self Select)", "description":  "Twitter platform user. User has an active Twitter account.  ",  "id": null },
    {  "name":  "Discord Account (Self Select)", "description":  "Discord platform user. User has an active Discord account.  ",  "id": null },
    {  "name":  "Facebook Account (Self Select)", "description":  "Facebook platform user. User has an active Facebook account.  ",  "id": null },
    {  "name":  "YouTube Account (Self Select)", "description":  "YouTube platform user. User has an active YouTube account.  ",  "id": null },
    {  "name":  "Instagram Account (Self Select)", "description":  "Instagram platform user. User has an active Instagram account.  ",  "id": null },
    {  "name":  "Telegram Account (Self Select)", "description":  "Telegram platform user. User has an active Telegram account.  ",  "id": null },
    {  "name":  "Reddit Account (Self Select)", "description":  "Reddit platform user. User has an active Reddit account.  ",  "id": null },
    {  "name":  "GitHub Account (Self Select)", "description":  "GitHub platform user. User has an active GitHub account.  ",  "id": null },
    {  "name":  "ES Translation Validator", "description":  "ES Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": null },
    {  "name":  "ZH Translation Validator", "description":  "ZH Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 203 },
    {  "name":  "PT Translation Validator", "description":  "PT Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 205 },
    {  "name":  "RU Translation Validator", "description":  "RU Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 206 },
    {  "name":  "ES Translation Master Validator", "description":  "ES Translation Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 207 },
    {  "name":  "ZH Translaiton Master Validator", "description":  "ZH Translaiton Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 223 },
    {  "name":  "RU Translation Master Validator", "description":  "RU Translation Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 226 },
    {  "name":  "PT Translation Master Validator", "description":  "PT Translation Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 225 },
    {  "name":  "NL Translation Validator", "description":  "NL Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 224 },
    {  "name":  "ID Translation Validator", "description":  "ID Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 284 },
    {  "name":  "PL Translation Validator", "description":  "PL Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 285 },
    {  "name":  "FR Translation Validator", "description":  "FR Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 286 },
    {  "name":  "IT Translation Validator", "description":  "IT Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 287 },
    {  "name":  "AR Translation Validator", "description":  "AR Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 288 },
    {  "name":  "Translation Master Validator", "description":  "Translation Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 289 },
    {  "name":  "Subtitle Master Validator", "description":  "Subtitle Master Validator. User is expertly proficient in checking others` work and making corrections. ",  "id": 290 },
    {  "name":  "DE Translation Validator", "description":  "DE Translation Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 292 },
    {  "name":  "Closed Caption Test (Open Book)", "description":  "Closed Caption Test (Open Book). User has familiarity in the captioning process and basic rules. ",  "id": 326 },
    {  "name":  "Effect FORCE Captioner", "description":  "Effect FORCE Captioner. User has demonstrated they are proficient in closed caption creation, proofreading, and editing in accordance to closed captioning best practices. ",  "id": 329 },
    {  "name":  "KHMS Translator", "description":  "KHMS Translator. User has completed requirements in order to complete tasks for KH.  ",  "id": 418 },
    {  "name":  "EN Native Captioner", "description":  "EN Native Captioner. User has demonstrated a master of proficiency in creating captions in the English language from English (US) audio.  ",  "id": 453 },
    {  "name":  "Kastaar", "description":  "Kastaar ",  "id": 201 },
    {  "name":  "Troubadour", "description":  "Troubadour ",  "id": 144 },
    {  "name":  "Flemish Transcriber", "description":  "Flemish Transcriber. User is proficient in transcribing and creating captions in Flemish.  ",  "id": 117 },
    {  "name":  "Dutch Caption Creator", "description":  "Dutch Caption Creator. User has demonstrated a master of proficiency in creating captions in the Dutch language from Dutch audio.  ",  "id": 209 },
    {  "name":  "Special Sauce", "description":  "Special Sauce. User demonstrated exceptional ability in completing tasks for KH ",  "id": 305 },
    {  "name":  "KHMS Translator", "description":  "DUPLICATE LISTING, see above for TestnetQualifier #125 ",  "id": 418 },
    {  "name":  "Pirate Translator/Proofreader", "description":  "Pirate Translator/Proofreader ",  "id": 461 },
    {  "name":  "Storm Trooper 2021", "description":  "Storm Trooper 2021 ",  "id": 473 },
    {  "name":  "ar-EG Translator", "description":  "Arabic Translator/Proofreader (Egyptian dialect). User has a high to expert level of Modern Standard Arabic skills in the Egyptian dialect, and a master of correct sentence structure, word choice, punctuation, and an eye for detail.  ",  "id": 501 },
    {  "name":  "ar-EG Validator", "description":  "ar-EG Validator. User is proficient in checking others` work and validating for correctness. ",  "id": 503 }
]}